export const correctTimelineData = [
  {
    firstYear: 1997,
    secondYear: 2003,
    info: [
      {
        id: 1,
        year: 1997,
        date: "13 сентября",
        description:
          "частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
        isActive: false,
      },
      {
        id: 2,
        year: 1998,
        date: "13 сентября",
        description:
          "частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
        isActive: false,
      },
      {
        id: 3,
        year: 1999,
        date: "13 сентября",
        description:
          "частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
        isActive: false,
      },
      {
        id: 4,
        year: 2003,
        date: "13 сентября",
        description:
          "частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
        isActive: false,
      },
    ],
  },
  {
    firstYear: 2004,
    secondYear: 2010,
    info: [
      {
        id: 1,
        year: 2004,
        date: "13 сентября",
        description:
          "частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
        isActive: false,
      },
      {
        id: 2,
        year: 2005,
        date: "13 сентября",
        description:
          "частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
        isActive: false,
      },
      {
        id: 3,
        year: 2006,
        date: "13 сентября",
        description:
          "частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
        isActive: false,
      },
      {
        id: 4,
        year: 2007,
        date: "13 сентября",
        description:
          "частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
        isActive: false,
      },
      {
        id: 5,
        year: 2008,
        date: "13 сентября",
        description:
          "частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
      },
    ],
  },
  {
    firstYear: 2018,
    secondYear: 2024,
    info: [
      {
        id: 1,
        year: 2018,
        date: "13 сентября",
        description:
          "частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
        isActive: false,
      },
      {
        id: 2,
        year: 2019,
        date: "13 сентября",
        description:
          "частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
        isActive: false,
      },
      {
        id: 3,
        year: 2020,
        date: "13 сентября",
        description:
          "частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
        isActive: false,
      },
      {
        id: 4,
        year: 2021,
        date: "13 сентября",
        description:
          "частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
        isActive: false,
      },
      {
        id: 5,
        year: 2022,
        date: "13 сентября",
        description:
          "частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
        isActive: false,
      },
    ],
  },
  {
    firstYear: 2026,
    secondYear: 2034,
    info: [
      {
        id: 1,
        year: 2026,
        date: "13 сентября",
        description:
          "частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
        isActive: false,
      },
      {
        id: 2,
        year: 2028,
        date: "13 сентября",
        description:
          "частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
        isActive: false,
      },
      {
        id: 3,
        year: 2029,
        date: "13 сентября",
        description:
          "частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
        isActive: false,
      },
      {
        id: 4,
        year: 2030,
        date: "13 сентября",
        description:
          "частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
        isActive: false,
      },
      {
        id: 5,
        year: 2034,
        date: "13 сентября",
        description:
          "частное солнечное затмение, видимое в Южной Африке и части Антарктиды",
        isActive: false,
      },
    ],
  },
];
